Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2016/3_den_samiske_kulturskolen.pdf.tmx
Source language: nob
Languages: sme

source: Den samiske læreplanstriden førte også til en del hverdagsrasisme blant barn i Tana.
sme: Sámi oahppoplánariidu daguhii maiddái árgabeaivverasisma mánáid gaskii Deanus.

source: Kulturskolen gikk da sammen med grunnskolene om å arrangere et årlig treff for mellomtrinnselever fra alle de seks grunnskolene i Tana.
sme: Kulturskuvla ovttas vuođđoskuvllaiguin lágidii dasto jahkásaš deaivvadeami buot 6 vuođđoskuvlla gaskadási ohppiide.

source: Det ble et treff der elevene på tvers av geografi og kultur fikk bli kjent med hverandre gjennom å sette opp en forestilling.
sme: Dat lea deaivvadeapmi mas oahppit beroškeahttá geografiijas ja kultuvrras besse oahpásnuvvát guhtet guoibmáseaset čájálmasa ráhkadeami bokte.

source: Nye vennskap oppsto, og brodden ble tatt av fremmedfrykten.
sme: Ođđa ustitvuođat mánáid gaskkas hávkadišgohte balu apmasiin.

source: Tana kulturskole har helt siden etableringa vært opptatt av å ha et bredt tilbud.
sme: Deanu Kulturskuvllas lea leamaš ásaheami rájes dáhttu fállat máŋggabealat fálaldagaid.

source: Fra starten av var teater et helt nytt tilbud som ikke fantes i Tana fra før.
sme: Álggu rájes lei teáhter ođđa fálaldat mii ii lean leamaš Deanus ovdal.

source: Teatertilbudet har gradvis blitt bygd ut etter hvert som etterspørselen har økt.
sme: Teáhterfálaldat lea dađistaga ovdánan lassáneaddji beroštumi mielde.

source: De siste årene har vi hatt seks teatergrupper.
sme: Maŋemus jagiid leat leamaš 6 teáhterjoavkku.

source: Tana kulturskole er den ledende kulturskolen i Norge på teater.
sme: Deanu kulturskuvla lea njunnošis teáhteriin buot kulturskuvllaid gaskkas Norggas.

source: I 2009 og 2010 var skolen ute i verden og representerte Norge i henholdsvis Nordisk barneteaterfestival og Verdens barneteaterfestival.
sme: Jagi 2009 ja 2010 lei skuvla jođus máilmmis ja ovddastii Norgga Davviriikkalaš mánáidteáhterfestiválas ja Máilmmi mánáidteáhterfestiválas.

source: På begge festivalene ble det framført nyskrevet samisk dramatikk.
sme: Goappaš festiválain čájehedje ođđačállon sámi dramatihka.

source: Tana kommune tilhører det samiske forvaltningsområdet.
sme: Deanu suohkan gullá sámi hálddašanguvlui.

source: Dette gir kulturskolen et særskilt ansvar for å løfte fram samisk språk og kultur og ha dette som en naturlig del av sitt virke.
sme: Dat geatnegahttá kulturskuvlii ovddasvástádusa loktet ovdan sámegiela ja kultuvrra ja ahte dát galget leat lunddolaš oassin sin doaimmas.

source: Derfor er halvparten av kulturskolens kurs retta inn mot samisk kultur og har samisk som undervisningsspråk.
sme: Danne lea bealli kulturskuvlla kurssain sámi kultuvrii čatnasan ja sámegiella lea oahpahusgiellan.

source: Tana kommune får god hjelp av Sametinget til finansiering og gjennomføring av samiske tiltak, også i kulturskolen.
sme: Sámediggi veahkeha Deanu gieldda bures ruhtademiin ja sámi doaibmabijuid čađahemiin, maiddái kulturskuvllas.

source: I år har kommunen, etter et par års planlegging og politiske diskusjoner, fått midler til et prosjekt som heter Sámi Mánaidteahter / Samisk barneteater, hvor Tana kommune på sikt ønsker å huse et kompetansesenter for samisk barneteater som skal serve hele det samiske området.
sme: Dán jagi lea suohkan, maŋŋil moadde jagi plánema ja politihkalaš digaštallamiid ožžon ruhtadeami prošektii man namma lea Sámi mánáidteáhter/ Samisk barneteater, mainna Deanu suohkan sávvá ovddos guvlui doaimmahit gelbbolašvuođaguovddáža sámi mánáidteáhterii mii lea olles sámi váste.

source: Et anna eksempel på politikernes handlingsdyktighet i Tana kommune når det gjelder satsning på kultur, er at Tana kommune var en av de første kommunene i Finnmark til å skaffe seg en musikkbinge til beste for unge musikkutøvere i Tana.
sme: Eará ovdamearka politihkkáriid doaimmalašvuođas, Deanu gieldda kultuvrralaš vuoruhemiid dáfus, lea ahte Deanu gielda lei okta vuosttaš gielddain Finnmárkkus mii ásahii musihkkaluokku buorrin Deanu nuorra musihkkáriidda.

source: Deanu musihkkaluoggu / Tana musikkbinge brukes flittig av både kulturskoleelever og tidligere kulturskoleelever til samspill, hovedsaklig innen rockesjangeren.
sme: Deanu musihkkaluokku/Tana musikkbinge geavahit ollu, sihke kulturskuvlaoahppit ja ovddeš kulturskuvlaoahppit čuojahit fárrolagaid, eanas rockašáŋŋera siskkobealde.

source: Kulturskolen har også hatt en sentral rolle i utviklinga av Tana Vintermarked som starta opp i 2004 som en festival i forbindelse med at Europas lengste sledehundeløp passerer rett gjennom Tana bru sentrum.
sme: Kulturskuvllas lea leamaš maiddái guovddáš rolla Deanu Dálvemárkaniid ovdánahttimis, mat álggahuvvo 2004:s festiválan dan oktavuođas go Eurohpá guhkimus beanavuodjingilvu manná meaddel Deanu šaldi guovddáža.

source: Da står bygda på hodet med stort folkeliv.
sme: Dalle lea suohkan erenoamáš dilis ja hui ealas.

source: Fra en utendørs snøscene er det et rikt underholdningstilbud, med blant anna et sterkt innslag av syngende, joikende og dansende kulturskoleelever.
sme: Muohtalávddis olgun leat máŋggabealat guoimmuhusfálaldagat, ea.ea. nana lávlu, juoigi ja dánsa ovdanbuktimat kulturskuvlaohppiin.

source: Ett av varemerkene under markedet er snøskulpturparken som kommer opp hvert år, med et hundespann i snø og en ulende hund inni en sol som et fast innslag blant mange andre skulpturer.
sme: Okta gálvomearkkain márkaniin lea muohtabázzepárka mii ihtá jahkásaččat, mas lea beatnatráidu muohttagis ja holvu beana beaivvážis mat leat fásta báccit ollu earáid gaskkas.

source: Dette snøarbeidet styres av kulturskolen, med både kulturskoleelever og grunnskoleelever i sving.
sme: Dán muohtabarggu jođiha kulturskuvla, ja sis leat sihke kulturskuvlaoahppit ja vuođđoskuvlaoahppit barggus.

source: Men størst i Tana kulturskole er teater.
sme: Muhto Deanu kulturskuvllas lea teáhter stuorimus.

source: Teaterfaget er perfekt for kulturskolene, da det rommer alle fag; drama, musikk, dans og form/farge/duodji.
sme: Teáhterfága lea hui heivvolaš kulturskuvlii go dat siskkilda buot fágaid: drámá, musihka, dánssa ja hámi/ivnni ja duoji.

source: Ved å være teaterelever i Tana får barna en bred kompetanse og ikke minst en god porsjon sjøltillit.
sme: Teáhteroahppit Deanus háhket govda gelbbolašvuođa ja iige unnimusat ollu iešdovddu.

source: Hvert sjette år har Tana kulturskole valgt å sette opp en stor fellesforestilling hvor samtlige elever bidrar, for nettopp å synliggjøre at alle fagene i skoleslaget er til stede i teateret.
sme: Juohke 6. jagi lea Deanu kulturskuvla válljen ráhkadit stuora oktasaščájálmasa mas buot oahppit leat mielde, oainnusin dahkat ahte buot fágat dán skuvllas leat oassin teáhteris.

source: I 2000 satte de opp den første, som også var den første tospråklige norsk-samiske forestillinga, «Ild for Live» av Erling Pedersen.
sme: Jagi 2000 ráhkadedje vuosttaža mii maiddái lei vuosttaš guovttegielat dárogielat/sámegielat čájálmas, “Ild for Live” maid lea čállán Erling Pedersen.

source: I 2006 satte de opp «En midtsommernattsdrøm» av W. Shakespeare og i 2012 den egenproduserte «Dobbelis Samu / Bortenfor disen» som en avslutning på Norsk kulturskoleråds utviklingsprosjekt «KOM i Fokus» som skolen hadde vært med på.
sme: 2006 ráhkadedje bihtá “En midtsommernattsdrøm” maid lea čállán W. Shakespeare ja jagi 2012 iežaset buvttaduvvon “Dobbelis Samu/Bortenfor disen” mii maiddái lei loahpaheapmi Norgga kulturráđi ovddidanprošektii “KOM i Fokus” mas skuvla lei mielde.

source: I mars 2011 var Tana kommune arrangør av Finnmark kulturskolefestival, som er en unik festival i Norge.
sme: Njukčamánu 2011 lágidii Deanu gielda Finnmárkku kulturfestivála, mii lea erenoamáš festivála Norggas.

source: Ordfører Frank M. Ingilæ sto for den offisielle åpninga, og her er et utdrag fra talen hans, som på mange måter viser hvilken støtte Tana kulturskole har i den politiske ledelsen:
sme: Sátnejođiheaddji Frank M. Ingilæ rabai dan almmolaččat ja dá lea oassi su sártnis, mii máŋgga dáfus čájeha makkár doarjja Deanu kulturskuvlii lea politihkalaš jođiheamis.” (…)

source: «Kulturskolefestivalen har fått navnet ‘BOAĐE’ på samisk, som betyr ‘Kom’.
sme: Kulturskuvlafestiválas lea namma “BOAĐE” mii mearkkaša sámegillii ”Kom”.

source: Finnmark kulturskolefestival er helt unik i landssammenheng, og det er noe de andre fylkene i landet kan misunne oss fnnmarkingan.
sme: Finnmárkku kulturfestivála lea áibbas erenoamáš riikkadásis ja lea juoga maid eará fylkkat riikkas ožžot gáđaštit Finnmárkulaččain.

source: Det er ingen andre fylker som arrangerer kulturskolefestival som vi gjør.
sme: Ii leat oktage eará fylka mii lágida kulturskuvlafestivála nugo mii dahkat.

source: ‘Det bor en kunstner i oss alle’, det er bare det at vi må finne den frem.
sme: ”Mii leat veaháš dáiddárat buohkat”, fertet dušše gávdnat dan beali sadjagassii.

source: Her er kulturskolen svært viktige fordi den gir muligheter til nettopp det.
sme: Dan dihte leat kulturskuvllat hui dehálaččat go dat addet vejolašvuođa juste dasa.

source: Dessuten så er det å stimulere til kreativitet utrolig viktig for at samfunnet skal kunne videreutvikles på alle områder.(…)
sme: Dasa lassin movttiidahttet dat kreativitehtii mii lea hui dehálaš servodat ovdánahttimii buot surggiin.(…)

source: I Tana er vi veldig stolte av kulturskolen vår, som er blitt en institusjon innen teater, musikk og kunst.
sme: Deanus leat mii hui čeavlát kulturskuvllain mii lea šaddan teáhter, musihkka ja dáidda ásahussan.

source: Kulturskolen med ansatte, elever og foreldre utgjør mye av ‘pådriverne’ i det som vi definerer som ‘det gode liv i Tana’.
sme: Kulturskuvla oktan bargiiguin, ohppiiguin ja váhnemiiguin leat guovddáš ”ovddosduvdit” das maid mii gohčodit “buorre eallin Deanus”.

source: I Tana har vi vårt samiske barneteater som har representert Norge i utlandet flere ganger på internasjonale teaterfestivaler.(…)
sme: Deanus lea mis sámi mánáidteáhter mii lea ovddastan Norgga olgoriikkas máŋga riikkaidgaskasaš teáhterfestiválain.(…)

source: Jeg er veldig stolt over hva vi får til her i Tana.
sme: Lean hui čeavlái dainna maid mii leat nákcen ásahit dáppe Deanus.

source: Jeg trur at en svært stor del av kommunens innbyggere og ikke minst tilreisende vil få stor glede av det som skjer i Tana i dagene og ukene fremover.»
sme: Jáhkán ahte stuora oassi gieldda ássiin ja eaige unnimusat mátkkošteaddjit nai besset illudit das mii dáhpáhuvvá Deanus beivviid ja vahkkuid ovddos guvlui.

source: Med denne begrunnelsen fremmer Norsk kulturskoleråd avd. Finnmark forslag om at Tana kommune blir kåret til årets kulturskolekommune 2012.
sme: Dáinna vuođuštemiin ovddida Norgga kulturráđi Finnmárkku ossodat Deanu gieldda evttohussan šaddat jagi kulturskuvlasuohkanin 2012.

source: Styret i Norsk kulturskoleråd avd. Finnmark v/Arne Leikvoll, leder
sme: Norgga kulturskuvlaráđi stivra, Finnmárkku ossodat Arne Leikvoll bokte, jođiheaddji.

source: 3.6.1.2 Sámi mánáidteahter – Samisk barneteater
sme: 3.6.1.2 Sámi mánáidteáhter

source: Sámi mánáidteahter er et prosjekt i Tana kulturskole som får faste bevilgninger fra Sametinget hvert år.
sme: Sámi mánáidteáhter lea Deanu kulturskuvllas prošeakta mii oažžu fásta jahkásaš juolludeami Sámedikkis.

source: I prosjektbeskrivelsen heter det at «Sámi mánáidteahter skal, gjennom et profesjonelt teater og god scenekunst, gi barn, unge og voksne i Sápmi tilhørighet til samisk språk og kultur».
sme: Prošeaktačilgehusas daddjo ahte «Sámi mánáidteáhter galgá, profešunealla teáhtera ja buori lávdedáidaga bokte, addit mánáide, nuoraide ja rávisolbmuide Sámis gullevašvuođa sámegillii ja sámi kultuvrii.

source: Om målsettinga til Sámi mánáidteahter heter det: «...
sme: ” Sámi mánáidteáhtera mihttomeriin daddjo: “...

source: å kunne produsere barneteater med høyt faglig og kunstnerisk nivå, på alle fagfelt i teateret, basert på ny samisk dramatikk (...
sme: sáhttit buvttadit mánáidteáhtera mas lea alla fágalaš ja dáiddalaš dássi, buot teáhtera fágasurggiin, mii ráhkaduvvo ođđa sámi dramatihka vuođul (...

source: ) et kompetansesenter innenfor samisk teater for barn i Sápmi.»
sme: ) sámi teáhter gelbbolašvuođaguovddáš mánáide Sámis.”

source: Prosjektet er viktig på den måten at det gir samiskspråklige barn en alternativ språkarena.
sme: Prošeakta lea dehálaš dainna lágiin go addá sámegielat mánáide earálágán giellaarena.

source: Mange barn har kun sameskolen som samisk språkarena på grunn av at de kommer fra tospråklige hjem hvor norsk ofte er «vinnerspråket».
sme: Ollu mánáin lea sámeskuvla áidna arena sámegillii, go bohtet guovttegielagat ruovttuin gos dárogiella dávjá lea “vuoitogiella”.

source: I det samiske barneteateret får de en ny og viktig språkarena.
sme: Sámi mánáidteáhter lea sidjiide ođđa ja dehálaš giellaarena.

source: All undervisning foregår på samisk.
sme: Oahpahus lea aivve sámegillii.

source: Barna får bruke samisk på scenen.
sme: Mánát besset sámegiela hupmat lávddis.

source: De tar imot applaus og får en større selvtillit og stolthetsfølelse rundt det samiske språket.
sme: Geahččit spežžot gieđaid ja mánáin buorrána iešdovdu ja rámisvuođadovdu sámegillii.

source: De reiser på turné i Sápmi, og får blant annet oppleve å komme til Inari.
sme: Sii mátkkoštit turnéas Sámis, ja besset earet eará vásihit ollet Anárii.

source: Der er det en flott teatersal på Sajus – sametingsbygninga.
sme: Doppe lea čáppa teáhterlávdi Sajusis – Sámediggevistis.

source: Dit kommer det samiskspråklige finske skolebarn fra hele Nord-Finland i busser fra Utsjoki i nord til Vuotsu i sør og Karigasniemi i vest.
sme: Dohko bohtet bussiiguin sámegielat skuvlamánát geat ásset suomabeale davvin Ohcejogas, lulde Vuohčus ja oarjin Gáregasnjárggas.

source: Andre steder det samiske barneteateret har turnert, er: Karasjok, Kautokeino, Alta, Oslo, Lingen (Tyskland) og Klaksvik (Færøyene).
sme: Eará báikkit gos Sámi mánáidteáhter lea turnéamátkkis leamaš, leat: Kárášjohka, Guovdageaidnu, Áltá, Oslo, Lingen (Duiska) ja Klaksvik (Fearasullot).

source: Bilde 3.1 Fra Tana kulturskole / Sámi mánáidteahters oppsetning «Sunna Šiella» av Inger Margrethe Olsen i 2010. I midten hovedrolleinnehaver Aina Helene Guttorm Einarsen, som i 2015 fikk Drømmestipendet.
sme: Govva 3.1 Deanu kulturskuvlla/Sámi mánáidteáhtera 2010 čájálmasas «Sunna Šiella» maid Inger Margrethe Olsen lea čállán. Gasku lea váldorollaneavttár Aina Helene Guttorm Einarsen, gii jagi 2015 oaččui Niehkostipeandda.

source: 3.6.2 Kåfjord kulturskole
sme: 3.6.2 Gáivuona kulturskuvla

source: Kåfjord kulturskole ble etablert i 1979, den gang som Kåfjord musikkskole.
sme: Gáivuona kulturskuvlla ásahuvvui 1979:s, álggus Gáivuona musihkkaskuvlan.

source: Musikkskolen utvidet etter hvert virksomheten med både kunstverksted i 1994 og fotografisk verksted i 1997. Kulturskolen har som mål å gi meningsfylte tilbud til kommunens innbyggere.
sme: Musihkkaskuvlii lassánedje dađistaga doaimmat, dáiddabádji álggii 1994:s ja govvenbádji 1997:s. Kulturskuvlla ulbmil lea gieldda ássiide addit fálaldagaid main lea juogalágán oaivil.

source: I Kåfjord legger de særlig vekt på å skape arenaer for mennesker med behov for spesielt tilrettelagt undervisning.
sme: Gáivuonas barget erenoamážit láhčit arenaid olbmuide geat dárbbašit erenoamážit heivehuvvon oahpahusa.

source: Kulturskolen er en sentral kulturinstitusjon og et ressurssenter i kommunen og fungerer som brobygger mellom generasjoner, bygder og ulike kulturelle tradisjoner.
sme: Kulturskuvla lea guovddáš kulturásahus ja resursaguovddáš gielddas, ja ovttastahttá buolvvaid, giliid ja iešguđetlágán kultuvrralaš vieruid.

source: Kulturskolen er også ute ved kommunens barnehager i form av musikkbarnehage.
sme: Kulturskuvla olaha maiddái gieldda mánáidgárddiid musihkkamánáidgárdin.

source: Kåfjord ble utnevnt til Årets kulturskolekommune i 1998. Skolen er størst på musikk og har fostret flere kulturarbeidere og kunstnere opp gjennom årene.
sme: Gáivuona nammadedje Jagi kulturskuvlagieldan 1998. Skuvllas lea musihkkasuorgi nannoseamos, ja lea vuolggahan ollu kulturbargiid ja dáiddáriid daid jagiid go lea leamaš doaimmas.

source: Tabell 3.1 viser at elevtallene når det gjelder grunnskoleelever har vært stabile den siste femårsperioden.
sme: Tabealla 3.1 čájeha ahte vuođđoskuvlaohppiid ohppiidlohku lea leamaš dásset maŋemus viđajagi áigodagas.

source: I tillegg har Kåfjord et tilbud for barnehagebarn og også noen voksenelever.
sme: Dasa lassin lea Gáivuonas fálaldat mánáidgárdemánáide ja maiddái muhtin rávisolmmošohppiide.

source: Tabell 3.3 og 3.4 viser at administrasjonsressursen og undervisningsressursene også har vært stabile de siste fem årene, mens den innrapporterte timetallbruken i tabell 3.5 har variert sterkt.
sme: Tabeallat 3.3 ja 3.4 čájehit ahte hálddahusresursa ja oahpahusresursa leat leamaš dássedat maŋemus viđajagis, seammás tabealla 3.5 čájeha ahte dieđihuvvon diibmologugeavaheapmi rievddada hirbmadit.

source: Dette forklares med et prosjekt som heter kunstens uke hvor kulturskolen driver intensiv undervisning i alle grunnskolene i Kåfjord.
sme: Dan čilgejit prošeavttain man namma lea dáiddavahkku, go kulturskuvllas lea intensiiva oahpahus visot Gáivuona vuođđoskuvllain.

source: Figur 3.6 Prosentvis fagfordeling i Kåfjord kulturskole (årstimetall)
sme: Figuvra 3.6 Gáivuona kulturskuvlla fágajuohku proseanttaid mielde (jahkediibmolohku)

source: Figur 3.6 synliggjør at Kåfjord kulturskole driver mest med musikk.
sme: Figuvra 3.6 čalmmustahttá ahte Gáivuona kulturskuvla eanemusat bargá musihkain.

source: 3.6.2.1 Kunstens uke
sme: 3.6.2.1 Dáiddavahkku

source: Kåfjord kulturskoles prosjekt «Kunstens uke» har hatt som målsetting «å skape økt kulturforståelse gjennom mangfoldige kulturuttrykk» der aktivt samarbeid mellom elever og profesjonelle kunstnere står sentralt.
sme: Gáivuona kulturskuvlla «dáiddavahkku» prošeavttas lea leamaš ulbmilin: “hukset eanet kulturipmárdusa máŋggabealat kulturovdanbuktimiid bokte”, mas doaibmi ovttasbargu ohppiid ja ámmátlaš dáiddáriid gaskkas lea guovddážis.

source: Alle grunnskoleelevene skal nås, og barnehagebarn skal også involveres.
sme: Skuvla galgá olahit visot vuođđoskuvlaohppiid,ja fátmmastit maiddái mánáidgárdemánáid.

source: Samarbeid med Riddu Riddu har vært av stor betydning.
sme: Ovttasbargu Riddu Riđuin lea leamaš mávssolaš.

source: Erfaringene med prosjektet er svært gode.
sme: Vásáhusat prošeavttas leat leamaš hui buorit.

source: En av hovedtankene med prosjektet har vært å «ta det fra Riddu, gjøre vår egen vri på det – og så føre det tilbake til Riddu».
sme: Okta prošeavtta váldojurdagiin: «váldit Rittus, dahkat dan iežamet ládje – ja de máhcahit Riddui.»

source: Eksempler:
sme: Ovdamearkkat:

source: I 2010 ble «Reindans/Boazodansa» brukt, en utrolig spennende forestilling med film, dans og musikk.
sme: Jagi 2010 atne doaimmas “Boazodánsa” ”-bihtá, hui gelddolaš čájálmasa mas lea filbma, dánsun ja musihkka.

source: Den ene av danserne, Simone Grøtte Pedersen, og komponisten av musikken, Herman Rundberg, hadde workshops for elevene som kom inn til kulturskolen.
sme: Okta dánsejeddjiin, Simone Grøtte Pedersen, ja musihka komponista Herman Rundberg, doalaiga bargobáji ohppiide geat álge kulturskuvlii.

source: Det ble arbeidet med dans og filmmusikk etter at elevene hadde sett en «teaser» fra prosjektet Reindans der hensikten var å inspirere dem til innsats.
sme: Sii barge dánsumiin ja filbmamusihkain, maŋŋil go oahppit ledje geahččan oasáža “Boazodánsa” “Boazodánsa” -prošeavttas, ulbmiliin addit ohppiide bargomovtta.

source: Kulturskolens kunstlærer, Eva Jørgensen, hadde maleworkshop på kunstverkstedet med bevegelse som tema, inspirert av reinsdyras mektige bevegelser slik elevene så det på teaseren.
sme: Kulturskuvlla dáiddaoahpaheaddji, Eva Jørgensen, lágidii dáiddabájis njuhttenbargobáji man fáddán lei lihkadeapmi, oaiváduvvon bohccuid fámolaš lihkastagain, maid oahppit oidne “Boazodánsa” -oasážis.

source: En god del av elevbildene ble stilt ut på Riddu Riddu i 2011. Selve forestillingen ble vist både som skole- og kveldsforestilling.
sme: Oassi dáin govain ledje čájáhussan Riddu Riđus jagi 2011. Ieš čájálmas vuosihuvvui sihke skuvla- ja veaigečájálmassan.

source: En magisk opplevelse, sa mange, ikke minst på grunn av den fantastiske scenen og en nydelig lyssetting.
sme: Oallugiid mielas lei čájálmasa oavdu oaidnit, maiddái dan erenoamáš lávddi ja čuvgema dihte.

source: I 2011 ble konseptet «Indiginous Street» brukt, ledet på Riddu av Nina Erdahl.
sme: Jagi 2011 atne “Indigenous Street” ”-konseapta, maid Nina Erdahl jođihii Rittus.

source: På grunn av 22. juli ble ikke produksjonen framført på Riddu.
sme: Suoidnemánu 22.b. dihte eai čájehan buvttadeami Rittus.

source: Nina Erdahl ble hyrt inn til Kunstens Uke i oktober 2011. I kunstens uke fikk det navnet «Retro Street».
sme: Nina Erdahla bivde Dáiddavahkkui golggotmánus 2011. Dáiddavahkkus oaččui bihttá “Retro Street” “Retro Street” nama.

source: I tillegg til Nina Erdahls workshop med søm og design var det workshops i dans, graffiti, pop-art, musikk og collage. Ungdomsskoleelevene i hele kommunen kunne velge blant disse aktivitetene og hadde så framføring på et kveldsarrangement.
sme: Lassin Nina Erdahla goarrun ja designa bargobádjái, de ledje maiddái bargobájit dánsumis, grafittis, pop-artas, musihkas ja collages. Olles gieldda nuoraidskuvlaoahppit besse válljet dáid doaimmaid gaskkas, ja sis lei dasto čájálmas muhtin eahketdoaluin.

source: I tillegg hadde barneskoleelevene samarbeid med de tre husflidslaga i kommunen.
sme: Dasa lassin lei mánáidskuvlaohppiin ovttasbargu gieldda golmmain duodjeservviin.

source: Også her ble det jobba med temaet «Retro», og resultatene ble vist fram.
sme: Maiddái dás barge “Retro” ”-fáttáin ja bohtosiid gal čájehedje.

source: Barnehagebarna fikk også gå på den store catwalken, der avslutninga av uka ble arrangert.
sme: Mánáidgárdemánát besse maiddái vázzit dan stuora Catwalkas, maid lágidedje vahkku loahpaheamis.

source: De gikk med gamle klær og var veldig stolte over å delta sammen med alle de store elevene!
sme: Sis ledje adnon biktasat ja ledje hui čeavlát go besse oassálastit stuorit ohppiiguin fárrolaga!

source: Gruppe med spesielle behov «Gledesprederne» laga retro-klær på sin arbeidsplass og var med på catwalken.
sme: Joavku main leat erenoamáš dárbbut, “Gledesprederne/Illudahttit” “Gledesprederne/Illudahttit” ráhkadedje retro-biktasiid bargobáikkisteaset ja ledje sii nai fárus Catwalkas.

source: Siden Kåfjord kulturskole har problemer med å skaffe lærerkrefter til dans, hyrte de inn en av sine tidligere elever som er utdanna på Bårdar Akademiet i Oslo, til å reise rundt på alle skolene i løpet av Kunstens uke.
sme: Danin go Gáivuona kulturskuvlii lea váttis háhkat dánsunoahpaheddjiid, de bálkáhedje ovddeš oahppi, gii lea oahpu gazzan Bordaris Oslos, mátkkoštit visot skuvllain Dáiddavahkku.

source: Hun nådde ut til alle elevene fra 1. til 7. trinn med sitt ungdommelige danseopplegg og vakte stor begeistring både hos elever, lærere og foreldre.
sme: Son olahii ohppiid 1. gitta 7. luohká rádjái nuoraidmállet dánsunlágidemiin ja bovttii stuora beroštumi sihke ohppiin, oahpaheddjiin ja váhnemiin.

source: «Saddji» ble vist på Riddu sommeren 2012. Kunstnerne Asbjørn Forsøget og Ann Christin Nordberg tilrettela en forestilling/workshop for de 70 mellomtrinnselevene i Kåfjord-skolen.
sme: «Saddji» čájehuvvui Rittus 2012 geasi. Dáiddárat Asbjørn Forsøget ja Ann Christin Nordberg lágideigga čájálmasa/bargobáji Gáivuona skuvllaid 70 gaskadási ohppiide.
